{
  "products": [
    {
      "id": 1,
      "slug": "cay-luu-ta-do",
      "name": "Cây lựu ta đỏ chậu ươm",
      "description": "Những quả lựu căng đỏ tựa như những chiếc lồng đèn mang lại cho gia chủ sự may mắn, tài lộc trong cuộc sống.Những quả lựu căng đỏ tựa như những chiếc lồng đèn mang lại cho gia chủ sự may mắn, tài lộc trong cuộc sống.",
      "type": "plant",
      "image": "https://mowgarden.com/wp-content/uploads/2022/09/luutadomowgarden.jpg",
      "price": 160000,
      "salePrice": 140000,
      "stock": 50,
      "status": "active",
      "category": {
        "id": 2,
        "name": "Cây ăn quả",
        "slug": "cay-an-qua"
      },

      "attributes": [
        { "group": "Theo Phương Pháp", "id": 2, "name": "Cây Chiết Cành", "slug": "chiet-canh" },
        { "group": "Theo Đặc Tính", "id": 6, "name": "Chịu Hạn & Mặn", "slug": "chiu-han-man" },
        { "group": "Theo Đặc Tính", "id": 8, "name": "Ưa Nắng Toàn Phần", "slug": "ua-nang" }
      ],

      "dimensions": {
        "weight": "1.5 kg",
        "potWidth": "25 cm",
        "potHeight": "22 cm",
        "totalHeight": "80–100 cm",
        "canopyWidth": "40–50 cm"
      },

      "images": [
        {
          "id": 38,
          "url": "https://mowgarden.com/wp-content/uploads/2022/09/luutadomowgarden.jpg",
          "order": 0
        },
        {
          "id": 39,
          "url": "https://mowgarden.com/wp-content/uploads/2022/09/luutadomowgarden1.jpg",
          "order": 1
        },
        {
          "id": 40,
          "url": "https://mowgarden.com/wp-content/uploads/2022/09/luutadomowgarden2.jpg",
          "order": 2
        },
        {
          "id": 41,
          "url": "https://caycanh4mua.com/UserFile/Product/cay-luu-do.jpg",
          "order": 3
        }
      ],

      "wholesalePrices": [
        { "min": 1, "max": 9, "price": 140000 },
        { "min": 10, "max": 49, "price": 120000 },
        { "min": 50, "max": null, "price": 99000 }
      ],

      "plantDetail": {
        "commonName": "Lựu ta đỏ",
        "scientificName": "Punica granatum L.",
        "difficulty": "Dễ chăm sóc",
        "light": "Nắng trực tiếp",
        "water": "Tưới nước 1 lần/ngày"
      },

      "infor": {
        "content": "## Mô tả chi tiết sản phẩm\n\nCây lựu đỏ ta là giống cây ăn trái truyền thống, được nhiều gia đình Việt ưa chuộng nhờ **dễ trồng, sinh trưởng khỏe và cho trái đẹp**. Cây có dáng gọn, thân cứng cáp, tán lá xanh mướt quanh năm, phù hợp trồng trong **chậu, sân vườn, ban công hoặc sân thượng**.\n\nHoa lựu đỏ ta có màu **đỏ cam rực rỡ**, nở nhiều vào mùa hè, tạo điểm nhấn nổi bật cho không gian sống. Sau thời gian chăm sóc, cây bắt đầu cho quả tròn, vỏ đỏ hồng bắt mắt, bên trong là **hạt mọng nước, vị ngọt chua thanh**, giàu vitamin và tốt cho sức khỏe.\n\nKhông chỉ mang giá trị sử dụng, cây lựu còn được xem là **biểu tượng của sự sung túc, may mắn và con cháu sum vầy**, rất thích hợp trồng trước nhà hoặc làm quà tặng ý nghĩa. Nhờ khả năng thích nghi tốt với điều kiện khí hậu Việt Nam và yêu cầu chăm sóc đơn giản, cây lựu đỏ ta là lựa chọn lý tưởng cho cả người mới bắt đầu trồng cây.\n\n\n\n\n![Cây lựu ta đỏ](https://monhasfarm.com/wp-content/uploads/2025/09/cach-trong-cay-luu-1.jpg)\n",
        "features": "### Nguồn gốc bí ẩn lâu đời \n\nCó một vài tranh cãi về nguồn gốc xuất xứ của cây lựu. Nhiều thông tin khẳng định chúng bắt nguồn từ Ba Tư, nhưng cũng có những thông tin khác cho là cây lựu ban đầu được tìm thấy ở châu Phi và vùng Địa Trung Hải. Quay ngược thời gian về những năm tháng xa xưa mới thấy loài cây này đã có từ rất lâu đời và là một loại trái cây trên bàn ăn quý tộc. Nhìn chung, lịch sử phát triển của chúng không thể thiếu dấu chân đi qua các vùng miền từ Ba Tư đến Ấn Độ, từ Đông Nam Á tới Địa Trung Hải, từ châu Phi tới châu Mỹ.\n\n![Cây lựu](https://file.hstatic.net/200000385233/file/cay-luu-6_795e9342c2c4494d93e29299f5344aad_grande.jpg)\n\n ### Những đặc điểm chung của các loại lựu\n\n- Cây lựu có rất nhiều loại với xuất xứ khác nhau nhưng có cùng một số đặc điểm. Chúng đều là cây thân gỗ, chiều cao có thể lên tới 8m khi thả đất. Hiện tại có nhiều giống mới được lai tạo với chiều cao thấp hơn. Riêng giống lựu bonsai chỉ phát triển đến khoảng 50cm. \n- Lá mọc đối xứng, nhẵn mượt, màu xanh. Gân lá nổi rõ hơn ở mặt dưới, gân xếp theo hình lông chim. Tùy loại lựu mà lá có thể nhỏ hoặc lớn. \n- Hoa lựu có hình chuông, hơi thuôn, dốc ngược, xòe 4 – 6 cánh ở đầu. Hoa màu đỏ tía hoặc đỏ tươi. Hoa lựu mọc đơn hoặc mọc từng cụm từ nách lá, mỗi cụm khoảng 4 – 5 hoa. **Hoa thường nở vào mùa hè như dấu hiệu mùa hè** đang đến. Hoa chỉ có 2 loại: cánh đơn của cây lựu có quả và hoa lựu hạnh (cánh kép, không quả). Cây rất sai hoa, **trông cả cây như có vô vàn đốm lửa rực rỡ**.\n\n![Cây lựu đỏ](https://file.hstatic.net/200000385233/file/cay-luu-17_bd99fbba6aa04de4ad118a23dd971618_grande.jpg)\n- Quả lựu không chỉ đẹp mà ăn còn rất ngon, không chỉ để trang trí ngoài vườn mà cắt trưng trong nhà. Quả có hình cầu, có loại vỏ màu trắng hơi vàng, có loại màu đỏ hồng khi chín lựng. Đường kính của quả khoảng 8 – 10cm. Phần đuôi tẽ ra một ít lá đài.\n- Lớp vỏ quả lựu cấu tạo 2 lớp: 1 lớp vỏ cứng và dày bên ngoài, 1 lớp màng trắng xốp bên trong. Lớp màng trắng chia thành nhiều khoang, bên trong khoang là hạt lựu. **Quả cho vị thơm mát, mọng nước, vị ngọt và chua thanh hài hòa.** Một quả có từ 200 – 1400 hạt. Lựu là cây cho quả một mùa, kéo dài từ cuối thu sang xuân.\n\n![Quả lựu](https://file.hstatic.net/200000385233/file/cay-luu-49_d5d78b0d566c46b0931d89074b62fa1a_grande.jpg)\n\n ### Các loại hoa lựu\n\n #### Hoa lựu cánh kép\nCây lựu cho hoa kép nhiều cánh nhưng không đậu quả (hay còn gọi là lựu hạnh). Hoa lựu hạnh nở quanh năm, hoa khá bền (khoảng 15 ngày). Đặc biệt mùa đông càng lạnh thì hoa càng đẹp, còn những nơi thiếu nắng thì cây lựu hạnh ít có khả năng ra hoa, nếu có thì hoa cũng sẽ xấu. Loại này trên thế giới hiện có 4 màu là đỏ cảm, đỏ cam pha sọc trắng, trắng, hồng. Nhưng hiện tại ở Việt Nam chỉ có duy nhất màu đỏ cam.\n\n\n![Hoa lựu kép](https://file.hstatic.net/200000385233/file/cay-luu-12_2038b917c4784cd3a428ecd96c56728b_grande.jpg)\n\n#### Hoa lựu cánh đơn\nĐối với loại này, hoa có thể phát triển thành quả. Thân, cành và cây phát triển to. Với người Tây Ban Nha, hoa lựu là biểu tượng của phú quý, cát tường, phồn vinh. Vì vậy, không khó hiểu khi hoa lựu là quốc hoa của Tây Ban Nha, được vẽ trên quốc huy của nước này. Loại này có 2 màu hoa là màu đỏ cam và màu trắng.\n\n![Hoa lựu đơn](https://file.hstatic.net/200000385233/file/cay-luu-11_1b44838e1a1e4741a663fa0f61afe30f_grande.jpg)\n",
        "careGuide": "## Chăm sóc cây lựu đỏ ta\n\nCây lựu đỏ ta là giống lựu dễ trồng, tuy nhiên vẫn cần được chăm sóc đúng kỹ thuật để phát triển tốt và cho nhiều quả.  \nDưới đây là cách chăm sóc cây lựu đỏ ta hiệu quả.\n\n![Cây lựu ta](https://vuonhungthinh.com/wp-content/uploads/2023/10/san-pham-cay-luu-do-an-do-2.webp)\n\n### 1. Tưới nước\nCây lựu đỏ ta cần được tưới nước thường xuyên, đặc biệt vào mùa khô.  \nNên tưới **2–3 lần/tuần**, tùy theo độ ẩm của đất. Tránh tưới quá nhiều vì có thể gây úng rễ.\n\n### 2. Cắt tỉa\nCắt bỏ các cành bị sâu bệnh, cành khô héo hoặc cành mọc dày để cây thông thoáng, hạn chế sâu bệnh.  \nNên cắt tỉa định kỳ, đặc biệt là sau khi thu hoạch quả.\n\n### 3. Phòng trừ sâu bệnh\nCây lựu đỏ ít sâu bệnh nhưng đôi khi có thể gặp rệp, bọ trĩ hoặc bệnh thối rễ.  \nCần thường xuyên kiểm tra để phát hiện sớm và xử lý kịp thời.  \nKhi cần thiết, có thể sử dụng thuốc bảo vệ thực vật theo hướng dẫn.\n\n### 4. Thu hoạch\nNếu được chăm sóc đúng cách, cây lựu đỏ ta có thể cho quả sau khoảng **2–3 năm trồng**.  \nKhi quả chín đỏ hoàn toàn, có thể tiến hành thu hoạch.\n\nNếu bạn chưa rõ về cây lựu đỏ ta, hãy đến **Plant A Plant** để được tư vấn và cung cấp cây giống chất lượng cao.\n"
      }
    },
    {
      "id": 2,
      "slug": "cay-chanh-cam-thach",
      "name": "Cây chanh cẩm thạch chậu ươm",
      "description": "Cây chanh cẩm thạch nổi bật với lá loang trắng xanh độc đáo, vừa cho quả vừa mang giá trị trang trí cao, thích hợp trồng chậu tại ban công, sân vườn.",
      "type": "plant",
      "image": "https://mowgarden.com/wp-content/uploads/2022/09/cay-chanh-cam-thach-2.jpg",
      "price": 250000,
      "salePrice": null,
      "stock": 70,
      "status": "active",

      "category": {
        "id": 2,
        "name": "Cây ăn quả",
        "slug": "cay-an-qua"
      },

      "attributes": [
        {
          "group": "Theo Phương Pháp",
          "id": 2,
          "name": "Cây Chiết Cành",
          "slug": "chiet-canh"
        },
        {
          "group": "Theo Đặc Tính",
          "id": 6,
          "name": "Chịu Hạn & Mặn",
          "slug": "chiu-han-man"
        },
        {
          "group": "Theo Đặc Tính",
          "id": 8,
          "name": "Ưa Nắng Toàn Phần",
          "slug": "ua-nang"
        },
        {
          "group": "Theo Công Dụng",
          "id": 12,
          "name": "Cây Trồng Lấy Quả Sớm",
          "slug": "lay-qua-som"
        },
        {
          "group": "Theo Công Dụng",
          "id": 13,
          "name": "Cây Trồng Chậu",
          "slug": "trong-chau"
        }
      ],

      "dimensions": {
        "weight": "1.5 kg",
        "potWidth": "25 cm",
        "potHeight": "22 cm",
        "totalHeight": "60–70 cm",
        "canopyWidth": "40–50 cm"
      },

      "images": [
        {
          "id": 42,
          "url": "https://mowgarden.com/wp-content/uploads/2022/09/cay-chanh-cam-thach-2.jpg",
          "order": 0
        },
        {
          "id": 43,
          "url": "https://thienduonghoa.com.vn/Files/285/tin-tuc/tu-van-ky-thuat/CHANH-VANG-MY%20(34)(1).jpg",
          "order": 1
        },
        {
          "id": 44,
          "url": "https://mowgarden.com/wp-content/uploads/2022/09/cay-chanh-cam-thach-3.jpg",
          "order": 2
        },
        {
          "id": 45,
          "url": "https://mowgarden.com/wp-content/uploads/2022/09/cay-chanh-cam-thach-4.jpg",
          "order": 3
        }
      ],

      "wholesalePrices": [
        { "min": 1, "max": 9, "price": 250000 },
        { "min": 10, "max": 49, "price": 235000 },
        { "min": 50, "max": null, "price": 220000 }
      ],

      "plantDetail": {
        "commonName": "Cây chanh cẩm thạch",
        "scientificName": "Citrus × aurantiifolia Variegata",
        "difficulty": "Dễ chăm sóc",
        "light": "Nắng trực tiếp",
        "water": "Tưới nước 1 lần/ngày"
      },

      "infor": {
        "content": "## Mô tả chi tiết sản phẩm\n\nCây **chanh cẩm thạch** là giống chanh đặc biệt nổi bật với **lá loang trắng – xanh độc đáo**, vừa mang giá trị **trang trí cao** vừa cho **trái chanh thơm, nhiều nước**. Nhờ hình dáng gọn gàng, sinh trưởng khỏe, cây rất phù hợp trồng **trong chậu, ban công, sân thượng hoặc sân vườn nhỏ**.\n\nCây được **nhân giống bằng phương pháp chiết cành**, giúp giữ nguyên đặc tính của cây mẹ, sinh trưởng ổn định và **nhanh ra hoa, cho quả sớm**. Lá chanh cẩm thạch có màu sắc bắt mắt quanh năm, khi ra trái tạo nên tổng thể hài hòa, sang trọng và sinh động cho không gian sống.\n\nQuả chanh cẩm thạch có kích thước vừa phải, **vỏ xanh pha vàng**, hương thơm dịu, vị chua thanh mát. Chanh thường được sử dụng để **pha nước giải khát, làm gia vị nấu ăn hoặc trang trí món ăn**, rất tiện lợi trong sinh hoạt hằng ngày.\n\nKhông chỉ mang giá trị sử dụng, cây chanh cẩm thạch còn được yêu thích bởi ý nghĩa **tươi mới, sinh khí và may mắn**, giúp không gian sống trở nên xanh mát và tràn đầy sức sống. Với khả năng **chịu hạn tốt, ưa nắng toàn phần** và yêu cầu chăm sóc đơn giản, đây là lựa chọn lý tưởng cho cả người mới bắt đầu trồng cây.\n\n![Cây chanh cẩm thạch](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRqFntAbNZYpr9hZeSG4nO9KaUKobnSSNeJnA&s)\n",
        "features": "## Đặc điểm của cây chanh Úc cẩm thạch\n\nLà loại cây thân gỗ với kích thước không quá cao, cây chanh Úc chia nhiều cành nhánh và có tán lá rộng nên rất được ưa chuộng làm cảnh. Thân cây có nhiều gai. Lá cây không mang một màu xanh thuần mà là sự kết hợp hài hòa giữa màu xanh và các viền lá vàng ấn tượng. Mép lá nguyên và khi vò nhẹ tỏa ra mùi thơm nồng.\n\nKhông giống cây chanh ta có hoa màu trắng tinh khôi, hoa chanh cẩm thạch Úc ban đầu có xu hướng chuyển sang màu hồng nhạt. **Quả chanh Úc** cũng mang màu sắc rất đẹp mắt: khi còn non có màu sọc vàng, khi trưởng thành chuyển dần sang sọc xanh. Quả có mùi thơm nồng, to mọng, chứa nhiều tinh dầu. Bên trong quả gồm nhiều múi màu vàng nhạt và có vị chua gắt hơn so với các loại chanh khác.\n\n![Cây chanh](https://trungnguyendecor.com/uploads/2024/1/30/68728bb7-0aff-4664-96dd-05f6d5edb5c3-gioi-thieu-ve-cay-chanh-uc-cam-thach.jpg)\n\n## Công dụng của cây chanh Úc cẩm thạch\n\n**Cây chanh Úc** mang vẻ đẹp lạ mắt, lại có ý nghĩa may mắn, tài lộc nên rất được ưa chuộng làm cây cảnh. Cây có thể trồng trực tiếp trong sân vườn hoặc trồng chậu đều đẹp. Những quả chanh vàng căng mọng trên nền lá xanh trắng tạo điểm nhấn ấn tượng cho không gian sống.\n\nBên cạnh công dụng làm cảnh, chanh cẩm thạch còn là thực phẩm giàu dinh dưỡng cho sức khỏe. Loại chanh này có vị chua đậm hơn các loại chanh thông thường, được nhiều gia đình ưa chuộng trong làm bánh, làm mứt hoặc pha nước giải khát. Quả chứa nhiều vitamin C, giúp làm mát gan, giải độc, hỗ trợ tiêu hóa và còn có thể dùng làm tinh dầu hoặc gia vị trong các món ăn.\n\nNgoài ra, với nhu cầu thị trường hiện nay, nhiều gia đình trồng chanh cẩm thạch như một loại cây ăn quả kinh tế, cho năng suất ổn định và khả năng sinh lời cao.\n\n![Chanh](https://monhasfarm.com/wp-content/uploads/2024/04/cay-chanh-cam-thach-giong-1_5990e5d50fc949d18c925fff369ba215.jpg)",
        "careGuide": "## Cách chăm sóc cây chanh Úc cẩm thạch\n\n**Chanh Úc cẩm thạch** là loài cây dễ trồng và dễ chăm sóc, phù hợp với cả người mới bắt đầu. Cây có thể nhân giống bằng cách chiết cành, gieo hạt hoặc mua bầu cây giống sẵn tại các nhà vườn uy tín.\n\n### Ánh sáng\n\nChanh Úc là cây ưa nắng, sinh trưởng tốt trong điều kiện có ánh sáng trực tiếp. Nên trồng cây ở nơi có ánh nắng tự nhiên tối thiểu từ **4 – 8 giờ mỗi ngày** để cây phát triển khỏe mạnh và ra quả tốt.\n\n### Đất trồng\n\nĐất trồng nên là loại đất tơi xốp, thoát nước tốt, giàu dinh dưỡng. Độ pH thích hợp trong khoảng **6 – 8**. Có thể trộn đất với phân hữu cơ, trấu hoặc xơ dừa để tăng độ thông thoáng cho rễ cây.\n\n### Tưới nước\n\nCần tưới nước cho cây đều đặn khoảng **1 lần/ngày**, đặc biệt vào mùa nắng nóng. Giữ cho đất luôn ẩm nhưng tránh tưới quá nhiều gây úng rễ.\n\n### Cắt tỉa và phòng bệnh\n\nThường xuyên dọn cỏ dại xung quanh gốc cây, kiểm tra và phòng trừ sâu hại định kỳ. Có thể cắt tỉa bớt cành già, cành sâu bệnh để cây thông thoáng, kích thích ra cành non mới.\n\n### Bón phân\n\nNên bổ sung các loại phân tan chậm như **phân lân, phân Kali, phân NPK** để cung cấp dinh dưỡng cho cây sinh trưởng, ra hoa và đậu quả tốt. Có thể bón lót trước khi trồng và bón định kỳ trong quá trình chăm sóc.\n\n![Chăm sóc cây chanh](https://file.hstatic.net/200000186977/file/cay-chanh-cam-thach-2_45e12a7f260342939b893200aff47009_grande.jpg)"
      }
    },
    {
      "id": 2,
      "slug": "chuoi-tieu-hong",
      "name": "Chuối Tiêu Hồng giống trồng vườn",
      "description": "Chuối tiêu hồng là giống chuối phổ biến tại Việt Nam, nổi bật với trái to, vỏ hồng đẹp mắt, thịt ngọt thơm và giá trị dinh dưỡng cao. Cây sinh trưởng khỏe, dễ trồng, phù hợp trồng vườn hoặc quy mô kinh tế.",
      "type": "plant",
      "image": "https://tse3.mm.bing.net/th/id/OIP.18LeEcUGZpH9ZFBqPEk5DQHaHa?pid=Api&P=0&h=220",
      "price": 15000,
      "salePrice": null,
      "stock": 100,
      "status": "active",

      "category": {
        "id": 2,
        "name": "Cây ăn quả",
        "slug": "cay-an-qua"
      },

      "attributes": [
        { "group": "Theo Phương Pháp", "id": 3, "name": "Cây Nuôi Cấy Mô", "slug": "nuoi-cay-mo" },
        { "group": "Theo Đặc Tính", "id": 8, "name": "Ưa Nắng Toàn Phần", "slug": "ua-nang" },
        { "group": "Theo Đặc Tính", "id": 11, "name": "Sinh Trưởng Nhanh", "slug": "sinh-truong-nhanh" },
        { "group": "Theo Công Dụng", "id": 12, "name": "Cây Ăn Quả Kinh Tế", "slug": "kinh-te" }
      ],

      "dimensions": {
        "weight": "2.5 kg",
        "potWidth": null,
        "potHeight": null,
        "totalHeight": "40–50 cm",
        "canopyWidth": null
      },

      "images": [
        {
          "id": 46,
          "url": "https://tse3.mm.bing.net/th/id/OIP.18LeEcUGZpH9ZFBqPEk5DQHaHa?pid=Api&P=0&h=220",
          "order": 0
        },
        {
          "id": 47,
          "url": "https://2.bp.blogspot.com/-0FRp69v43eQ/WSdU_ZObw6I/AAAAAAACqvA/c24pZIExvGoTPINnw7LAbJmZJvGkKPjwgCLcB/s1600/3.jpg",
          "order": 1
        },
        {
          "id": 48,
          "url": "https://giongchuoicaymo.com/wp-content/uploads/2021/05/hinh-cay-chuoi-tieu.jpg",
          "order": 2
        },
        {
          "id": 49,
          "url": "https://down-vn.img.susercontent.com/file/vn-11134207-7r98o-lrn0comm50ntb8",
          "order": 2
        }
      ],

      "wholesalePrices": [
        { "min": 1, "max": 9, "price": 15000 },
        { "min": 10, "max": 49, "price": 10000 },
        { "min": 50, "max": null, "price": 8000 }
      ],

      "plantDetail": {
        "commonName": "Chuối Tiêu Hồng",
        "scientificName": "Musa acuminata",
        "difficulty": "Dễ trồng",
        "light": "Ưa nắng toàn phần",
        "water": "Tưới 1 lần/ngày, giữ ẩm đất"
      },

      "infor": {
        "content": "## Mô tả chi tiết sản phẩm\n\ncó giá trị kinh tế cao, nổi bật với thân giả màu đỏ có đốm đen, quả chín vàng đẹp, thịt chắc, vị ngọt đậm đà, thơm hơn các loại chuối tiêu khác và không bị chua vào mùa hè. Giống chuối này dễ trồng, năng suất cao, có thể trồng ở nhiều loại đất và khí hậu khác nhau, thích hợp để xuất khẩu, mang lại thu nhập tốt cho nông dân\n\nĐược trồng rộng rãi tại nhiều vùng ở Việt Nam nhờ **khả năng sinh trưởng mạnh, dễ thích nghi và cho năng suất cao**. Cây có thân giả lớn, tán lá rộng, phát triển nhanh và ít sâu bệnh.\n\nTrái chuối tiêu hồng có kích thước lớn, vỏ khi chín ánh hồng đẹp mắt, thịt chuối mềm, thơm, vị ngọt đậm. Chuối giàu kali, chất xơ và vitamin, rất tốt cho sức khỏe và phù hợp sử dụng hàng ngày.\n\nVới giá trị kinh tế ổn định, chuối tiêu hồng không chỉ thích hợp trồng trong vườn nhà mà còn được nhiều hộ nông dân lựa chọn trồng thương phẩm quy mô lớn.\n\n![Chuối tiêu hồng](https://subasa.vn/images/products/2023/03/28/133244635135887109.jpg)\n",

        "features": "### Đặc điểm nổi bật của chuối tiêu hồng\n\n- Cây sinh trưởng khỏe, dễ trồng, thích nghi tốt với khí hậu Việt Nam\n- Thời gian thu hoạch nhanh, cho năng suất ổn định\n- Trái to, vỏ đẹp, thịt ngọt thơm\n- Giàu dinh dưỡng, tốt cho hệ tiêu hóa và tim mạch\n- Phù hợp trồng vườn gia đình và trồng kinh tế\n\n![Buồng chuối](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSLycsdqAOLQBf2MqkNuGibtT5n5pT-Xa4exQ&s)\n\n\n\n ### Vùng trồng phổ biến \n\n**Miền Bắc:** Hưng Yên (Khoái Châu), Phú Thọ, Thái Nguyên, Sơn La.\n\n**Vùng khác:** Có thể phát triển ở Đồng bằng Bắc bộ, Bắc Trung bộ và Tây Nguyên nhờ khả năng thích nghi tốt. \n\n\n\n ![Vùng](https://sfarm.vn/wp-content/uploads/2025/06/huong-dan-ky-thuat-trong-chuoi-tieu-hong-ban-tet-1.jpg)\n ",

        "careGuide": "## Chăm sóc cây chuối tiêu hồng\n\nChuối tiêu hồng là giống cây dễ trồng, tuy nhiên cần chăm sóc đúng kỹ thuật để đạt năng suất cao.\n\n### 1. Ánh sáng\nCây ưa nắng, nên trồng nơi có ánh sáng trực tiếp từ 6–8 giờ mỗi ngày.\n\n### 2. Tưới nước\nTưới nước **1 lần/ngày**, giữ đất luôn ẩm nhưng không để úng nước.\n\n### 3. Đất trồng\nĐất tơi xốp, giàu dinh dưỡng, thoát nước tốt. Có thể bổ sung phân hữu cơ hoai mục.\n\n### 4. Bón phân\nBón phân định kỳ để nuôi thân và buồng chuối, ưu tiên phân hữu cơ và NPK.\n\n### 5. Thu hoạch\nSau khoảng **8–12 tháng trồng**, cây bắt đầu cho thu hoạch buồng chuối đầu tiên.\n\n![Chăm sóc chuối](https://down-vn.img.susercontent.com/file/vn-11134207-7r98o-lrn0comm50ntb8)\n"
      }
    },
    {
      "id": 4,
      "slug": "ca-chua-bi-do",
      "name": "Cà Chua Bi Đỏ",
      "description": "Cà chua bi đỏ F1 là giống cây ăn quả dễ trồng, sinh trưởng nhanh, cho trái sai và đồng đều. Trái nhỏ, màu đỏ tươi, vị ngọt nhẹ pha chút chua thanh, thích hợp trồng chậu tại ban công, sân thượng hoặc vườn gia đình.",
      "type": "plant",
      "image": "https://tse2.mm.bing.net/th/id/OIP.DBJNFufjaPTgFy4a_h5o7wHaEK?pid=Api&P=0&h=220",
      "price": 25000,
      "salePrice": 25000,
      "stock": 200,
      "status": "active",

      "category": {
        "id": 2,
        "name": "Cây ăn quả",
        "slug": "cay-an-qua"
      },

      "attributes": [
        { "group": "Theo Phương Pháp", "id": 4, "name": "Cây Gieo Hạt", "slug": "gieo-hat" },
        { "group": "Theo Đặc Tính", "id": 7, "name": "Ngắn Ngày", "slug": "ngan-ngay" },
        { "group": "Theo Đặc Tính", "id": 8, "name": "Ưa Nắng Toàn Phần", "slug": "ua-nang-toan-phan" },
        { "group": "Theo Đặc Tính", "id": 10, "name": "Giống F1", "slug": "giong-f1" },
        { "group": "Theo Công Dụng", "id": 13, "name": "Cây Trồng Chậu", "slug": "cay-trong-chau" }
      ],

      "dimensions": {
        "weight": "0.3 kg",
        "potWidth": "10 cm",
        "potHeight": "10 cm",
        "totalHeight": "15–20 cm",
        "canopyWidth": "10–15 cm"
      },

      "images": [
        {
          "id": 50,
          "url": "https://nongsanhaugiang.com.vn/images/10012020/af016b3d2384d8f39cad4c0819aecf39.jpg",
          "order": 0
        },
        {
          "id": 51,
          "url": "https://down-vn.img.susercontent.com/file/19d38c007a4fdd3cd5ef47c92d304e64",
          "order": 1
        },
        {
          "id": 52,
          "url": "https://tse2.mm.bing.net/th/id/OIP.DBJNFufjaPTgFy4a_h5o7wHaEK?pid=Api&P=0&h=220",
          "order": 2
        },
        {
          "id": 53,
          "url": "https://hatgionggiadinh.com/wp-content/uploads/2017/05/ca-chua-bi-8.jpg",
          "order": 3
        }
      ],

      "wholesalePrices": [
        { "min": 1, "max": 9, "price": 25000 },
        { "min": 10, "max": 49, "price": 21000 },
        { "min": 50, "max": null, "price": 18000 }
      ],

      "plantDetail": {
        "commonName": "Cà chua bi đỏ F1",
        "scientificName": "Solanum lycopersicum",
        "difficulty": "Dễ trồng",
        "light": "Ưa nắng toàn phần",
        "water": "Tưới nước 1 lần/ngày, giữ ẩm đất"
      },

      "infor": {
        "content": "## Mô tả chi tiết sản phẩm\n\nCà chua bi đỏ F1 là loại cà chua nhỏ, tròn (hoặc dài), màu đỏ tươi, có vị ngọt đậm đà hơn cà chua thường nhờ tỷ lệ đường cao, vỏ mỏng giòn, thịt mọng nước, giàu dinh dưỡng như lycopene, vitamin C, A. Loại quả này rất đa năng, có thể ăn sống làm salad, làm nước ép, trang trí món ăn, hoặc trồng làm cảnh vì dễ trồng, sai quả, đẹp mắt, phù hợp cả trồng chậu. \n\nĐây là giống cà chua ngắn ngày, dễ trồng và phù hợp với điều kiện khí hậu Việt Nam. Cây phát triển khỏe, tán gọn, có thể trồng trong chậu hoặc thùng xốp tại ban công, sân thượng.\n\nTrái cà chua bi có kích thước nhỏ, màu đỏ tươi bắt mắt, vỏ mỏng, ruột chắc và vị ngọt nhẹ pha chua thanh. Đây là loại rau quả giàu vitamin C, A và chất chống oxy hóa, rất tốt cho sức khỏe.\n\nNhờ thời gian sinh trưởng ngắn, chỉ sau khoảng 60–70 ngày gieo trồng là có thể thu hoạch, cà chua bi đỏ F1 rất phù hợp cho người mới bắt đầu trồng cây tại nhà.\n\n\n\n ![Cây cà chua](https://nongsanhaugiang.com.vn/images/10012020/af016b3d2384d8f39cad4c0819aecf39.jpg)\n",
        "features": "### Ưu điểm nổi bật\n\n- Giống F1 cho năng suất cao\n- Trái sai, đồng đều và đẹp\n- Phù hợp trồng chậu, ban công, sân thượng\n- Dễ chăm sóc, ít sâu bệnh\n\n\n### Phổ biến\n\n+ **Cà chua bi lùn**:Cây thấp (25-40cm), thân chắc khỏe, quả tròn nhỏ, rất thích hợp chậu/ban công, dễ chăm sóc.\n\n+ **Cà chua bi vô hạn ( Leo giàn)**: Cây cao, cho năng suất cao, quả có thể hơi dài hơn, ngọt đậm.\n\n+ **Đặc tính quả**: Nhỏ, tròn/dài, đỏ mọng, giòn, vị ngọt thanh, giàu dinh dưỡng.\n\n![Cà chua bi đỏ](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTAKILXFa1u5xxFSxcG4curyMPqg9PhMDKWiA&s)",
        "careGuide": "## Hướng dẫn chăm sóc\n\n### 1. Ánh sáng\nCây cần nắng trực tiếp tối thiểu 6–8 tiếng/ngày để ra hoa và đậu trái tốt.\n\n### 2. Tưới nước\nTưới nước mỗi ngày 1 lần, giữ ẩm đất nhưng tránh úng nước.\n\n### 3. Bón phân\nBón phân hữu cơ hoặc phân NPK định kỳ 7–10 ngày/lần để cây phát triển khỏe mạnh.\n\n### 4. Thu hoạch\nSau khoảng 2 tháng trồng, khi trái chuyển sang màu đỏ đều có thể thu hoạch.\n\n\n\n ![Cà chua](https://img.lazcdn.com/g/p/536d95df95b82aa27097f23751f8cace.jpg_720x720q80.jpg)"
      }
    },
    {
      "id": 5,
      "slug": "cay-bach-dan-uro",
      "name": "Cây Bạch Đàn Uro",
      "description": "Cây bạch đàn Uro là giống cây lâm nghiệp sinh trưởng nhanh, chịu hạn tốt, thích hợp trồng rừng kinh tế, phủ xanh đất trống đồi núi trọc và sản xuất gỗ nguyên liệu.",
      "type": "plant",
      "image": "https://truongthinh.info/wp-content/uploads/2021/10/05/02/hinh-anh-va-cong-dung-cua-cay-bach-dan-11.png",
      "price": 12000,
      "salePrice": 12000,
      "stock": 10000,
      "status": "active",

      "category": {
        "id": 3,
        "name": "Cây lâm nghiệp",
        "slug": "cay-lam-nghiep"
      },

      "attributes": [
        { "group": "Theo Mục Đích", "id": 14, "name": "Cây Lấy Gỗ", "slug": "cay-lay-go" },
        { "group": "Theo Chu Kỳ", "id": 18, "name": "Chu Kỳ Trung Bình", "slug": "chu-ky-trung-binh" },
        { "group": "Theo Điều Kiện Sinh Thái", "id": 20, "name": "Chịu Hạn", "slug": "chiu-han" },
        { "group": "Theo Điều Kiện Sinh Thái", "id": 22, "name": "Phù Hợp Đồi Núi", "slug": "phu-hop-doi-nui" }
      ],

      "dimensions": {
        "weight": "0.25 kg",
        "potWidth": null,
        "potHeight": null,
        "totalHeight": "30 cm",
        "canopyWidth": null
      },

      "images": [
        {
          "id": 54,
          "url": "https://truongthinh.info/wp-content/uploads/2021/10/05/02/hinh-anh-va-cong-dung-cua-cay-bach-dan-11.png",
          "order": 0
        },
        {
          "id": 55,
          "url": "https://hoasenviet.net/uploads/images/cay-chong-cay-xanh-da-nang2(1).jpg",
          "order": 1
        },
        {
          "id": 56,
          "url": "https://giongcaycg.com/wp-content/uploads/2025/04/cay-bach-dan-giong-1.png",
          "order": 2
        },
        {
          "id": 57,
          "url": "https://caygionglamnghiep.org/wp-content/uploads/2016/07/New0021.jpg",
          "order": 3
        }
      ],

      "wholesalePrices": [
        { "min": 1, "max": 99, "price": 12000 },
        { "min": 100, "max": 999, "price": 10000 },
        { "min": 1000, "max": null, "price": 8500 }
      ],

      "plantDetail": {
        "commonName": "Bạch đàn",
        "scientificName": "Eucalyptus urophylla",
        "difficulty": "Dễ trồng",
        "light": "Ưa nắng toàn phần",
        "water": "Tưới 2–3 lần/tuần khi cây còn nhỏ"
      },

      "infor": {
        "content": "## Mô tả chi tiết sản phẩm\n\nCây bạch đàn Uro (Eucalyptus urophylla) là một trong những giống bạch đàn được trồng phổ biến nhất hiện nay trong các mô hình **trồng rừng kinh tế và lâm nghiệp bền vững**. Cây có tốc độ sinh trưởng nhanh, thân thẳng, tán gọn, cho năng suất gỗ cao và chất lượng ổn định.\n\nBạch đàn Uro thích nghi tốt với nhiều điều kiện khí hậu khác nhau, đặc biệt là **vùng đồi núi, đất nghèo dinh dưỡng và khu vực khô hạn**. Nhờ bộ rễ phát triển mạnh, cây có khả năng bám đất tốt, giúp hạn chế xói mòn và cải tạo đất.\n\nGỗ bạch đàn Uro được sử dụng rộng rãi trong sản xuất **giấy, dăm gỗ, ván ép, đồ gia dụng và nhiên liệu sinh khối**. Ngoài giá trị kinh tế, cây còn góp phần phủ xanh đất trống, bảo vệ môi trường và cân bằng sinh thái.\n\n![Cây bạch đàn Uro](https://tthtcdxasonha.langson.edu.vn/upload/105772/fck/tthtcdxasonha/Bach%20Dan.jpg)",
        "features": "### Ưu điểm nổi bật của bạch đàn Uro\n\n- Sinh trưởng nhanh, rút ngắn chu kỳ khai thác\n- Chịu hạn tốt, thích hợp vùng đồi núi\n- Dễ trồng, ít sâu bệnh\n- Gỗ thẳng, chất lượng ổn định\n- Phù hợp trồng rừng tập trung quy mô lớn\n\n![Rừng bạch đàn](https://khuyennongvn.gov.vn/portals/0/news_images/2020/05/hangweb/bachdan_uro2.jpg)",
        "careGuide": "## Hướng dẫn trồng và chăm sóc bạch đàn Uro\n\n### 1. Đất trồng\nCây phù hợp với đất đồi, đất pha cát, đất đỏ bazan. Đất cần thoát nước tốt, tránh úng lâu ngày.\n\n### 2. Ánh sáng\nBạch đàn Uro là cây **ưa nắng hoàn toàn**, cần trồng ở nơi thoáng, không bị che bóng.\n\n### 3. Tưới nước\nTrong giai đoạn cây còn nhỏ, tưới **2–3 lần/tuần** để đảm bảo cây bén rễ và phát triển ổn định. Khi cây lớn, có thể giảm lượng nước tưới.\n\n### 4. Chăm sóc và quản lý\n- Phát quang cỏ dại định kỳ\n- Bón phân hữu cơ hoặc NPK ở giai đoạn đầu\n- Theo dõi sâu bệnh trong 6 tháng đầu\n\n### 5. Chu kỳ khai thác\nSau khoảng **5–7 năm**, cây đạt kích thước khai thác gỗ, mang lại hiệu quả kinh tế cao cho người trồng rừng.\n\n![Giống bạch đàn](https://images.baodantoc.vn/uploads/2024/Thang-5/Ngay-3/My-Thanh/tac-dung-cua-cay-bach-dang-va-cach-che-bien-cay-bach-dang-hieu-qua.jpg)"
      }
    },
    {
      "id": 6,
      "slug": "oi-ruby-lun",
      "name": "Ổi Ruby lùn (Ổi đỏ lùn trồng chậu)",
      "description": "Ổi Ruby lùn là giống ổi ruột đỏ cao cấp, cho trái sớm, vị ngọt thanh, giòn và ít hạt. Cây có dáng thấp, tán gọn, rất phù hợp trồng chậu, sân thượng hoặc vườn nhỏ.",
      "type": "plant",
      "image": "https://kimbiofarm.com/wp-content/uploads/2025/06/cay-giong-oi-ruby-5.webp",
      "price": 180000,
      "salePrice": 150000,
      "stock": 20,
      "status": "active",

      "category": {
        "id": 2,
        "name": "Cây ăn quả",
        "slug": "cay-an-qua"
      },

      "attributes": [
        { "group": "Theo Phương Pháp", "id": 2, "name": "Cây Chiết Cành", "slug": "chiet-canh" },
        { "group": "Theo Đặc Tính", "id": 8, "name": "Ưa Nắng Toàn Phần", "slug": "ua-nang" },
        { "group": "Theo Đặc Tính", "id": 9, "name": "Giống Lùn", "slug": "giong-lun" },
        { "group": "Theo Công Dụng", "id": 12, "name": "Cây Trồng Lấy Quả Sớm", "slug": "lay-qua-som" },
        { "group": "Theo Công Dụng", "id": 13, "name": "Cây Trồng Chậu", "slug": "trong-chau" }
      ],

      "dimensions": {
        "weight": "1.2 kg",
        "potWidth": "22–25 cm",
        "potHeight": "20–22 cm",
        "totalHeight": "35–50 cm",
        "canopyWidth": "30–40 cm"
      },

      "images": [
        {
          "id": 57,
          "url": "https://kimbiofarm.com/wp-content/uploads/2025/06/cay-giong-oi-ruby-5.webp",
          "order": 0
        },
        {
          "id": 58,
          "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR-mcdf5Y2IXrcNYpIbtyQWjOEPwB8-WQXCuw&s",
          "order": 1
        },
        {
          "id": 59,
          "url": "https://down-vn.img.susercontent.com/file/245d682abef0136ed92420f637f7b5a6",
          "order": 2
        },
        {
          "id": 60,
          "url": "https://hiengarden.vn/wp-content/uploads/2023/03/cay-giong-oi-ruby.jpg",
          "order": 3
        }
      ],

      "wholesalePrices": [
        { "min": 1, "max": 9, "price": 150000 },
        { "min": 10, "max": 49, "price": 160000 },
        { "min": 50, "max": null, "price": 130000 }
      ],

      "plantDetail": {
        "commonName": "Ổi Ruby lùn (Ổi đỏ lùn)",
        "scientificName": "Psidium guajava L.",
        "difficulty": "Dễ chăm sóc",
        "light": "Nắng trực tiếp",
        "water": "Tưới 1–2 lần/tuần"
      },

      "infor": {
        "content": "## Mô tả chi tiết sản phẩm\n\nỔi Ruby lùn là giống ổi ruột đỏ được ưa chuộng nhờ **khả năng cho trái sớm, chất lượng quả cao và hình dáng cây nhỏ gọn**. Cây được nhân giống bằng phương pháp **chiết cành**, giúp giữ nguyên đặc tính tốt từ cây mẹ và rút ngắn thời gian ra hoa, đậu quả.\n\nCây có chiều cao thấp, tán gọn, sinh trưởng khỏe, rất thích hợp trồng trong **chậu, sân thượng, ban công hoặc vườn nhà diện tích nhỏ**. Sau khoảng **6–8 tháng trồng**, nếu được chăm sóc đúng kỹ thuật, cây có thể bắt đầu cho lứa trái đầu tiên.\n\nQuả ổi Ruby có lớp vỏ xanh nhạt, ruột đỏ hồng bắt mắt, thịt giòn, vị ngọt thanh, ít hạt và giàu vitamin C. Ngoài giá trị sử dụng, cây còn mang tính **trang trí cao**, phù hợp với xu hướng trồng cây ăn quả tại nhà hiện nay.\n\n![Ổi Ruby lùn](https://bizweb.dktcdn.net/100/422/567/products/cay-giong-can-tho-oi-ruby-1-2.jpg?v=1746518051033)",
        "features": "### Đặc điểm nổi bật của Ổi Ruby lùn\n\n- Giống ổi ruột đỏ cao cấp, màu sắc đẹp, giá trị dinh dưỡng cao\n- Cây giống lùn, sinh trưởng gọn, dễ kiểm soát chiều cao\n- Nhân giống bằng chiết cành, cho quả sớm và ổn định\n- Phù hợp trồng chậu, sân thượng, ban công\n- Thích nghi tốt với khí hậu Việt Nam\n\n![Quả ổi ruby](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSMegkdJdiHNrD16AM5TEA8We-EUdYLnzPLmg&s)",
        "careGuide": "## Chăm sóc cây Ổi Ruby lùn\n\nỔi Ruby lùn là giống cây dễ trồng, ít sâu bệnh, phù hợp cả với người mới bắt đầu.\n\n### 1. Ánh sáng\nCây **ưa nắng toàn phần**, cần tối thiểu **6–8 giờ nắng/ngày** để sinh trưởng tốt và cho quả ngọt.\n\n### 2. Tưới nước\nTưới **1–2 lần/tuần**, tùy điều kiện thời tiết. Khi cây ra hoa và nuôi trái có thể tăng lượng nước nhưng tránh để úng rễ.\n\n### 3. Đất trồng\nSử dụng đất tơi xốp, thoát nước tốt, giàu hữu cơ. Có thể trộn đất thịt nhẹ với phân trùn quế, trấu hun, xơ dừa.\n\n### 4. Bón phân\nBón phân định kỳ **15–20 ngày/lần**. Giai đoạn ra hoa, đậu trái nên bổ sung thêm Kali để quả ngọt và chắc.\n\n### 5. Cắt tỉa và phòng sâu bệnh\nThường xuyên tỉa cành vượt, cành sâu bệnh để cây thông thoáng. Có thể bao trái để hạn chế ruồi vàng và sâu đục quả.\n\n\n\n ![Cây ổi](https://monhasfarm.com/wp-content/uploads/2024/08/sg-11134201-23020-lhiovewhvenv02.jpg)\n"
      }
    }
  ]
}
